Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/How to Become a K-Pop Star.tmx
Source language: ko
Languages: en

source: 따라서 스타와 제작사는 프로젝트 건마다 매번 계약을 해야 했고, 그 빈도수가 증가하며 거래의 불확실성에 대한 리스크와 거래 비용이 증가하면서 이러한 거래를 전문으로 대행해 주는 에이전시의 필요성이 대두한 것이다.
en: Therefore the stars and production companies had to sign contracts for each project. As the number of projects increased, so did the risk of uncertainty involving deals and so did the costs associated with such deals which reinforced the necessity of an agency that can professionally mediate such deals.

source: 대형 배우 매니지먼트사의 경우, 선배 배우가 출연하는 드라마·영화에 ‘패키지 캐스팅’으로 출연하는 기회를 가질 수 있다.
en: For large actor management companies, trainees can take advantage of “package casting” deals where they can be cast in dramas and films together with seasoned actors.

source: 이 기간 동안 음악 방송 프로그램, 라디오 방송, 인기 예능 프로그램 등에 출연하여 신곡을 알린다.
en: During this time, new songs are made public by appearing on music broadcast programs, radio broadcasts, and popular variety show programs.

source: 끝으로 마지막 질문이다.
en: I have one final question.

source: 반면 부작용도 있는데, 매니지먼트사의 이윤 창출만을 위해 배역에 어울리지 않는 배우를 무리해서 캐스팅하거나 기획 단계부터 배우를 위한 콘텐츠가 만들어지기도 한다.
en: On the other hand there is a side effect. Sometime an actor is forced into a role where the actor is not a good fit, just for the sake of profit making for the management company, or content is created for an actor from the planning stage.

source: 아버지께 장가갈 때 필요한 돈을 미리 달라고 하여 그 돈을 밑천 삼아 사업을 하게 되었다.
en: I asked my father to give me the money he set aside for me to get married, and I used that to lay a foundation for starting the business.

source: 만약 안 한다면 그 이유는 무엇인가?
en: If you wouldn’t, why wouldn’t you?

source: 우리 아카데미 강사진은 2009년 5월에 CAST 연기 아카데미가 개원하기 이전부터 싸이더스HQ 소속 배우들을 신인 시절부터 스타가 될 때까지 지도해 왔다.
en: The instructors at our academy have taught SidusHQ actors from when they were new actors through to stardom even before the CAST Acting Academy openined in May 2009.

source: 5백만 원 +/-α
en: 5 million won, plus or minus

source: ② 연습생이 중대한 질병에 걸리거나 상해를 당하는 등 부득이하게 이 계약 내용을 계속하여 이행하기 어려운 경우 이 계약은 종료된다.
en: ② If the Trainee catches a serious illness or suffers an injury that unavoidably makes it difficult for the trainee to continue to perform the duties of this contract, then this contract is to be terminated.

source: 전방위 제휴/단계적 외부 제휴
en: Full-range partnerships/Phased in external partnerships

source: (1인 3벌 기준으로 뮤직비디오 의상이 중복되는 경우 비용 절감)
en: (Cost savings when wardrobes overlap for the music video, based on 3 outfits per person)

source: 둘째, 체계적인 분업화가 되어 있다.
en: The second lies in the systematic division of labor.

source: 어느 누구도 흔쾌히 “그래, 한번 해 봐.{j}어렵지 않아.{j}쉽게 될 거야.”라고 하는 이는 없을 것이다.
en: No one {j} would readily say, “yeah, let’s give it a try. It’s not difficult.{j} It will be easy.”

source: 잠재 고객, 팬클럽의 선곡 참여
en: Potential customers, fan club members participate in music selection

source: 이러한 부분은 분명 한국 연예 매니지먼트 산업의 장점으로 작용한다.
en: This aspect could also be seen as one of the clear advantages of the Korean celebrity management industry.

source: 매니저 할 생각 없니?”라고 말해 무참히 나의 꿈을 날려 버렸다.
en: Every consider being a manager?” And with that, mercilessly dashed my hopes.

source: ● 필수 요건, ‘끼’가 충만한 자를 찾아라 - 캐스팅 편 2
en: ● Requirements, find someone brimming with talent - Casting part 2

source: ③ 대중문화예술인의 법정대리인은 기획업자에게 대중문화예술인의 정산자료를 비롯한 관련 정산내역을 요청할 수 있으며, 이 경우 기획업자는 대중문화예술인의 법정대리인에게 이를 지체 없이 제공하여야 한다.
en: ③ The legal representative of the Popular Culture Artist may request the Planner for the settlement data of the Popular Culture Artist and related settlement details, and in this case, the planner is to provide it to the legal representative of the Popular Culture Artist without delay.

source: 특히 신인들의 경우, 대중들에게 첫선을 보이는 자리이므로 전통적인 지상파 음악 프로그램 출연이 중요하다.
en: Especially for new singers, it is important that they appear in traditional terrestrial music programs when the make their first appearance to the public.

source: <기획사가 공식 팬클럽 운영>
en: Operation of Official Fan Clubs by Management Companies

source: 한국과 비슷한 구조로, 프로덕션에서 신인 연예인을 발굴하고 자체 아카데미를 통하여 육성해 스타로 만들고 관리하는 체계이다.
en: Similar to the structure in Korea, a system is in place where production companies discover new celebrities, develop them at their affiliated schools, raise them up to be stars and manage them.

source: 대부분의 연습생은 자의 반 타의 반으로 자신의 꿈을 이루기 위해 성형을 하는데, 최근에는 자연미를 우선으로 하는 추세이다.
en: Most of the trainees have plastic surgery done to attain their dreams, either because someone recommended it, or because they themselves wanted it. These days, being a natural beauty is popular.

source: 운전, 운전 또 운전을 한다.
en: This manager drives, drives and drives some more.

source: 왜냐하면 예능 프로그램 대부분이 게스트 초대 형식의 포맷을 가지고 운영하는데, 톱스타의 출연은 시청률 상승에 막대한 영향을 미치기 때문이다.
en: This is because most variety show programs are operated using a format that includes a large number of guests, and an appearance by a top star can send ratings through the roof.

source: 이러한 문화 현상이 단순한 유행으로 끝나는 것이 아니라 엔터테인먼트 산업 발전을 위한 터전으로 활용될 수 있도록 해야 한다.
en: Such a cultural phenomenon should not end as a simple trend, but should be used as a foundation upon which to develop the entertainment industry.

source: 지금의 한류를 계속 이어 나가고 더욱 발전하기 위해서 우리 연예계에서 유의하고 중점을 두어야 하는 부분은 무엇인가?
en: What should the Korean entertainment industry heed and focus on in order for the Korean wave of today to continue to make progress and develop?

source: 이는 곧 회사의 수익성을 악화하고 근무하는 스태프들이 열악한 처우를 받게 한다.
en: This results in the company's profitability worsening and results in worsening treatment for the staff that work there.

source: 최근엔 다양한 매체가 많아져서 방송국, 라디오의 파급력이 다소 약화되었지만 그래도 지상파 3사인 것을 감안하면 이러한 매니지먼트 활동은 중요한 요소이며 각 매니저의 역량에 따라 데뷔 가수의 활동 폭이 크게 달라진다.
en: These days there are much more diverse forms of media which has diminished the influence of broadcasting stations and the radio, but still, when you take into account the Big Three terrestrial television stations, such management activity is crucial. The breadth of a debuting singer’s activity largely hinges upon the capabilities of each manager.

source: 한국의 연예 매니지먼트 산업이 나아가야 할 길
en: The path the Korean entertainment management industry should take

source: 연예 산업 직군
en: Job groups in the entertainment industry

source: 신인 가수는 처음 이런 팬들의 사랑을 받다 보면 어리둥절하게 되는데, 팬들의 선물이 너무나 많아 처음에는 본인이 직접 소장하지만 나중에는 부득이하게 가족이나 지인들, 그리고 소속사 스태프들에게 나누어 주기도 한다.
en: When new singers first get such attention from the fans, they become really perplexed. And the presents become quite numerous. At first the singers keep the gifts for themselves, but later they inevitably share them with family members, acquaintances and the staff at the management company.

source: 요즘은 개성이 강한 외모의 배우들이 가끔 주목을 받기도 하지만 어느 분야나 예외는 있는 법이며, 여전히 주류인 톱 배우들은 외적인 요소가 출중하다.
en: These days actors with very distinct looks sometimes garner attention. As in any field there are anomalies. Still, most big name actors have outstanding physical features.

source: 즉, 한국은 소수의 스타를 관리하는 소규모의 개인 매니지먼트사를 기반으로 영세한 업체가 난립할 수밖에 없는 구조이다.
en: This means the structure in Korea is such that small companies would flood the market based on small scale individual management companies managing a small number of stars.

source: (헤어&메이크업 인건비용, 컨셉으로 인한 시술 및 스타일링으로 인한 추가 비용 발생 가능)
en: (Hair & makeup labor costs, additional costs can be incurred due to procedures and styling for the concept)

source: 한국에 이러한 형태의 매니지먼트 시스템이 정착하게 된 것은 아직 산업화가 덜 된 것도 그 이유지만, 우선 산업 초창기에 스타가 될 수 있는 인재 풀(pool)이 부족했기 때문에 매니지먼트 회사가 직접 발굴하여 이른바 ‘집중 트레이닝’을 거쳐 스타를 만들어 가는 구조로 정착한 것이다.
en: Not being fully industrialized is one reason why this system of management is yet to take root in Korea, however a structure has taken root where stars are created after first being discovered by the management company and providing them with so called “intensive training.” This is done because there is a lack of available talented persons that are star material because the industry is in its infancy.

source: 중소기업 연간 운영 비용과 맞먹는 아이돌 그룹의 ‘탄생 비용’
en: The “creation cost” of an idol group is equivalent to the annual operation costs of a medium sized company.

source: 자켓 의상
en: Jacket costume

source: 나는 타 기획사 신인 가수들의 퍼포먼스도 체크하고 다른 매니저들과 정보 교류도 할 겸 무대 쪽으로 간다.
en: I head to the stage to check the performances of the new singers from other management companies and exchange information with other managers.

source: 또한, 음악 방송뿐만 아니라 일반인들이 익히 알고 있고 많이 보는 대표 예능 프로그램(<런닝맨>, <라디오스타>, <아는형님> 등)에 출연해 신곡 출시를 알리는 것은 그 어느 홍보 활동보다 파급 효과가 크다.
en: In addition, appearing on music broadcasts and variety show programs that everyday people are familiar with and often watch such as Running Man, Radio Star and Knowing Bros has a much stronger ripple effect than any other form of promotional activity for informing the public about new song releases.

source: 생활이 어느 정도 이상 되면 문화라는 건 그 생활에 맞게 자연스럽게 따라오는 것이다.
en: Once the living conditions reach above a certain threshold, the culture naturally follows in line with those living conditions.

source: 따라서 배우 트레이닝에 비하여 훨씬 많은 자금과 인력, 시간이 투입된다.
en: Likewise, compared to how actors are trained, this requires much more capital, manpower and time.

source: 이렇게 행복한 시간과 배우로서의 인지도도 어느새 내가 사생활의 부자연스러움을 느끼면서 짐이 되어 버렸다.
en: Along with this happy moment, I also felt that the recognition created an artificial burden in my personal life.

source: 최근엔 여기서 더 진화하여 대형 매니지먼트사들의 콘텐츠 제작 겸업이 활발히 이루어지고 있다.
en: Recently this has evolved further with large management companies also being actively involved in content production.

source: 제10조 (비밀유지) 기획업자와 연습생은 이 계약의 내용 및 이 계약과 관련하여 알게 된 상대방의 업무상의 비밀을 제3자에게 누설하거나 부당한 목적으로 사용하여서는 아니 된다.
en: Article 10 (Confidentiality) The Planners and Trainees are not to leak to a third party any of the trade secrets learned from the other party, nor are they to use such secrets for unlawful purposes.

source: 3년 뒤, 기량이 향상되어 첼시 구단에 150억 원의 이적료로 다시 이적했다면 레알 마드리드는 3년이라는 기간 동안 단순 이적료만으로 50억 원의 수익을 올리게 된 것이다.
en: After a span of three years the player’s abilities have improved. If Real Madrid were to again transfer the same player to another team at a transfer fee of 15 billion won, then in a span of three years, Real Madrid has realized 5 billion won in earnings from the transfer fees alone.

source: 따라서 회사 자체에서 정기적으로 실시하는 월간 오디션 등에 전국적으로 많은 예비 연습생이 오디션 지원을 하게 되었다.
en: So, many trainee hopefuls from around the country would apply at auditions held regularly every month at the companies.

source: 이를 위해 매니저들은 다방면에 조예가 깊어야 하고, 다양한 경험과 지식을 쌓아 가야 하며, 궁극적으로는 단지 한 연예인의 조언자가 아니라 그들을 이끌 수 있는 리더가 되어야 한다.
en: In order to do this, managers must be multifaceted and well versed, should have accumulated much experience and knowledge, and ultimately do more than just advice celebrities, but also lead them.

source: 하지만 일반적으로 말하는 ‘끼’는 시대와 상황을 불문하고 연예인이 되기 위해서는 필수적이다.
en: However, the often mentioned “talent” is a precondition for becoming a celebrity regardless of the era and circumstances.

source: 배우 매니지먼트의 경우, 아티스트를 ‘기획/육성’한다는 개념보다는 뛰어난 외모를 소유한 잠재적 배우를 ‘보유/관리’하며 지속적인 시장 태핑으로 톱 배우를 만들어 내는 구조이다.
en: For actor management companies, the structure is such that gorgeous-looking actors are retained/managed and top actors are created by constantly tapping the market, in contrast to the concept of the planning/development of artists.

source: 항상 고맙고 감사한 마음이다.
en: I am always grateful and thankful.

source: 음악 방송을 같이 했던 안무 팀과 스타일리스트까지 밴 두 대와 카니발 한 대에 나누어 타고 출발한다.
en: The choreography team that was there for the broadcast and the stylists all get into two vans and one mini-van and we depart.

source: 연습생의 법정대리인
en: Trainee's legal representative

source: 말 그대로 도로를 책임지는 역할이다.
en: As the name might suggest, this manager is in charge when on the road.

source: 노래방
en: Singing Room

source: 새벽 3시다.
en: It's three in the morning.

source: 다소 가혹하게 보일 수도 있지만 기획사 입장에서는 가수 한 팀을 트레이닝, 제작하여 무대에 올리는 데 몇십억 원이 투자되는 작업이다.
en: Though it may seem harsh, from the perspective of the management company, taking a team of singers and training them, covering production and getting them on stage is an investment worth several billions of won.

source: 이는 ‘스타 공급 부족에 따른 일부 연예 매니지먼트사의 스타 권력화 → 소수 스타의 과도한 출연료 상승 → 콘텐츠 제작비의 상승 → 비용 절감에 따른 콘텐츠 부실’로 이어진다.
en: What this does is “star power is amassed by certain celebrity management companies due a scarcity in the supply of stars → appearance fees are excessively increased for a small number of stars → cost of content production rises → cost reductions results in poor content.”

source: 전형적인 미남, 미녀형 배우보다는 평범하면서도 독특한 개성을 지닌 배우들이 다양한 작품에서 활용될 가치가 더 커지고 있다.
en: Instead of typically handsome or pretty actor, actors that appear average but have unique personalities are experiencing a rise in value in that they can be utilized for various productions.

source: 책을 내면서
en: Acknowledgements

source: 온라인/모바일에서 팬들과 일상적 소통 유도
en: Engage fans in online/mobile everyday communication

source: 이러한 시장의 변화에 따라 가수 개개인의 역량보다는 체계적인 ‘토털 시스템’을 갖춘 연예 기획사의 역량이 성공의 절대적인 요소가 되었다.
en: Such changes in the market have made imperative the capabilities of an entertainment agency that is equipped with a systematic “total system” rather than the capabilities of individual singers.

source: 다시 서울로 출발한다.
en: We depart again to return to Seoul.

source: 이 책에서는 가수 제작 시스템, 탄생 과정, 배우가 되는 과정 등과 함께 지망생이 기획사에 소속되면 어떤 커리큘럼을 받고 성장해 나가는지에 대해 자세하게 설명하였다.
en: In this book, I divulge in detail the singer development system, how they come to be and the process, and the process of becoming an actor, how they belong to a management company, what curriculum they receive and how they grow.

source: 이러한 한류 문화 콘텐츠의 파급력이 가깝게는 중국, 일본을 비롯하여 동남아시아, 미국 멀리는 유럽, 남미까지 널리 퍼져 나가고 있다.
en: The influential power of this Korean wave is spreading to nearby countries such as China, Japan, and those in Southeast Asia, and even as far as the United States, and countries in Europe and South America.

source: 바로 스타, 그들이 문화 자본인 것이다.
en: None other than the stars themselves are cultural capital.

source: 대표적으로 YG엔터테인먼트의 위너는 Mnet과 컬래버레이션 방송을 통해 데뷔 전 연습생 시절부터의 모습을 프로그램으로 제작, 시청자들에게 선보임으로써 데뷔 전에 인지도를 쌓을 수 있었다.
en: A prominent example is YG Entertainment’s Winner, which appeared in a program created in a collaborative broadcast with Mnet to show the group’s appearance from their trainee days. By presenting them this way to viewers, they could acquire some recognition viewers before debuting.

source: 지칠 법도 한데 다들 내색하지 않고 무사히 공연을 잘해 주었다.
en: Even though everyone was exhausted, they didn’t show it and finished the performance without issue.

source: 마케팅의 종류
en: Types of marketing

source: 처음 이직을 하였을 때는 CFO 포지션으로 시작하였으나, 입사 후 6개월이 지난 후 공동대표이사로 취임하게 되어 2020년 1월까지 근무하다가 지금은 김수현, 서예지, 김새론 등이 소속되어 있는 ‘골드메달리스트’라는 신생 연예 기획사의 대표로 일하고 있다.
en: When I first started working the CFO position had been newly created. However six months after entering the company I was inaugurated as the joint CEO, Worked until January 2020 before now working as the CEO of the new actor celebrity management company known as “GOLDMEDALIST” which represents such celebrities as Kim Soo-hyun, Seo Yea-ji, Kim Sae-ron and others.

source: 따라서 아무리 역량이 좋은 가수를 보유하고 있다 하더라도 대중성이 높은 양질의 곡을 수급하지 못한다면 해당 기획사의 가수가 시장에서 성공할 확률은 현저히 떨어진다.
en: Accordingly, no matter how good the capabilities of the singers the company has, without the supply of quality songs with popular appeal, then that singer will face substantially worse odds at becoming successful.

source: 단지 조그맣고 자극적인 가십거리가 심심한 일상에 활력을 주는 것이 좋을 뿐.
en: Just a little stimulating gossip good for breaking the monotony of everyday life.

source: 스타와 매니저는 한몸이 되어야 한다.
en: The star and manager should become one.

source: 실제로 연예인 생활을 하면서 가장 좋은 점과 안 좋은 점은 무엇인가?
en: What are the best and worst things about actually living the life of a celebrity?

source: 대중문화예술기획업자
en: Popular Culture and Arts Planner

source: 대중문화예술인
en: Pop culture artist

source: ▪ 주당 35시간 이내
en: ▪ Less than 35 hours per week

source: 기존 스타 활용, 사회적 이슈 활용
en: Use existing stars, use social issues

source: 외국을 보니까 한국도 그 정도로 성장할 때인 것 같았다.
en: When you compare with foreign countries, Korea has also developed to that threshold.

source: 인터뷰 4:
en: Interview 4:

source: 그 배경에는 바로 팬클럽이 있다.
en: That is the fan club in the background.

source: 필자의 분석력과 진정성이 가슴에 와닿는다.
en: I was touched by his analytical abilities and sincerity.

source: 마지막 데뷔 전까지 내부 경쟁이 치열하다.
en: The internal competition is fierce up until the time the trainees debut.

source: 오늘은 음악 방송 생방송이 있는 날이다.
en: Today there will be a live music broadcast.

source: 홍보/인터뷰 시작
en: Begin promoting/interviews

source: 결국 장점과 단점 중 어느 부분이 현재 산업에서 더욱 크게 작용하느냐 하는 문제인데, 한국의 엔터테인먼트 산업도 국내 시장뿐만 아니라 중국, 일본, 동남아 등 해외 시장까지 그 범위가 확대되면서 높은 전문성이 요구된다.
en: Ultimately, it comes down to whether there are more advantages or disadvantages in the current industry. The Korean entertainment industry also requires a high level of professionalism because it not only targets the domestic market but has also expanded two overseas markets including countries such as China, Japan and Southeast Asian countries.

source: 프랜차이즈:
en: Franchise:

source: 또한, 기존 가수들도 신곡을 출시하고 활동 시작을 알릴 때 대부분 지상파 3사의 음악 방송 프로그램을 통해 시작한다.
en: Also, when most established singers release a new song or announce the start of some activity, they do so over the Big Three terrestrial television stations.

source: 예능 프로그램 출연을 극도로 꺼리거나 싫어하는 가수, 배우가 종종 있는데, 이것은 지극히 개인적인 성향이므로 회사에서 강요할 수는 없다.
en: There are some singers and actors that adamantly avoid appearing on variety programs. This has to do with their personal preferences, so the company cannot force them to appear.

source: 시대별로 원하는 가수, 스타의 외적 기준, 대중이 좋아할 만한 요소가 모두 다르기 때문에 꼭 어떤 요건을 갖추어야 한다고 말하기는 쉽지 않다.
en: The singers demanded by each era, the star’s physical criteria, the elements the public likes all differ according to the era, so it is not easy to say what the necessary conditions are.

source: 악순환의 연속인 것이다.
en: And the vicious cycle continues.

source: 그러나 현재 한국의 연예인 전속 계약금은 회사가 연예인 개인에게 100% 지불하고 소멸되는 비용이며, 해당 연예인이 3년 뒤 또 다른 기획사로 옮길 때 받게 되는 전속 계약금 역시 100% 연예인 개인의 몫이다.
en: But the exclusive contract fees for celebrities in Korea today involve the company bearing the expense of paying 100% of the fee to the celebrity which is not recovered. When the celebrity transfers to another management company three years later this celebrity will once again be entitled to 100% the exclusive contract fees.

source: 유통사 마케팅, 음원 차트 조작?
en: Distributor marketing, digital music chart manipulation?

source: 드라마 <응답하라> 시리즈로 서인국, 정우, 유연석, 박보검 등의 슈퍼스타가 탄생
en: The drama Reply 1988 created the superstars: Seo In-guk, Jung Woo, Yoo Yeon-seok, Park Bo-gum and others.

source: 지금 이 나이쯤 되면 이런 경험, 저런 경험이 쌓여서 어느 정도 무덤덤해지는 것도 있고 하여간 말은 쉬운데 어려운 일이다.
en: Now at my age, I have had a wide range of experiences, so I have attained a certain calmness. Well, it’s easy to talk about, but difficult to do.

source: “한국의 미디어 콘텐츠 엔터테인먼트 산업 미래에 대한 전망은?”
en: “What are the future prospects for the Korean entertainment industry regarding media content?”

source: 이미 드라마, 아이돌 가수 등 세계적으로 사랑받는 훌륭한 콘텐츠가 많이 나오기 시작했다.
en: Already many idol singers are producing much excellent content that is adored by many around the world.

source: tvN의 <응답하라> 시리즈를 보더라도 그렇다.
en: This is true if you watch the Reply series on tvN.

source: 책을 마치면서
en: Epilogue

source: 둘째, 부족한 예산을 채우고자 작품의 전개와 상관없는 과도한 광고 PPL 삽입은 작품의 완성도를 저해하고 시청자들로 하여금 작품 몰입도를 방해한다.
en: Another reason is that regardless of how the production develops excessive product placement that has to be done in order to supplement the lack in budget adversely affects the level of completeness of the production and distracts the viewers from becoming absorbed into the production.

source: 50억 원이나 든다고?
en: You say it costs 5 billion won?

source: 아이돌 그룹의 인원에 따라서 그리고 각 기획사별로 앨범 투자 규모에 따라 비용의 차이는 천차만별이다.
en: The scale of investment into albums could vary drastically by management company and depending on the number of idol group members.

source: 1.댓글, UCC 제작 등 바이럴 마케팅
en: 1. Comments, UCC production and other viral marketing

source: 왜 그런 거 있지 않나. ‘거봐라, 연예인 한다고 까불면서 나가더니 다시 돌아왔네?’라는 그런 시선들….
en: You know what people might say, “see, you made a big fuss saying you were going to be a celebrity, and yet you came right back!” And other such remarks....

source: 전문 홍보 대행사를 섭외하여 연예인의 현재 활동에 따른 홍보 전략을 수립하며, 프로모션 등 다양한 홍보 활동을 기획한다.
en: Professional publicists are hired who established a public relations strategy for the celebrity according to the current activities they are involved in. And they plan various PR activities such as promotional events.

source: 스타의 전속 여부에 따라 작품 기획 단계에서 금융권으로부터 자금을 조달받는 등 스타의 스튜디오 전속 여부는 중요한 요소였다.
en: The stars exclusivity to the studio was very important. So much so that even procuring capital from lenders in the production planning stage could depend on the status of exclusivity of the star.

source: 하지만 데뷔 후 시간이 지나고 연예인 지망생 신분에서 ‘스타’라는 지위에 오르고 나면 초기 계약 조건과 본인에게 불리한 상황들 때문에 ‘노예 계약’이라는 논란이 생기는 것이다.
en: However after some time has passed after debuting, the celebrity rises from the position of hopeful to “star,” and because of the disadvantageous circumstances the celebrity faces because of the initial contract conditions, there has been some controversy over these contracts known as “slave contracts.”

source: 연예인 입장에서는 ‘내가 유명하고 일은 내가 하는데 왜 나의 수익을 나누어야 하지?’라고 불만이 쌓이는 시점이 분명히 온다.
en: From the celebrity’s perspective, a time will surely come where the dissatisfaction will build and the celebrity would wonder, “I’m the famous one, I did the work, so why do I have to share the earnings?”

source: 가수 매니지먼트와 배우 매니지먼트
en: Singer management and actor management

source: 때린 사람은 기억하지 못하지만 맞은 사람만 기억할 뿐인 거다.
en: The person laying the blows does not remember, and they are only remembered by the person taking them.

source: 이 때문에 오디션 프로그램의 상위 지망생에게는 유명 기획사의 러브 콜이 많이 들어오는 편이다.
en: For this reason, the top ranking hopefuls on audition programs tend to receive a lot of “love calls” from famous management companies.

source: 3) 언론 마케팅
en: 3) Press marketing

source: 전문 뉴스(스포츠 뉴스)
en: Professional news (sports new)

source: 합계
en: Total

source: 다만, 최근에는 모델 출신과 아이돌 가수 출신이 연기자로 전향하는 경향이 부쩍 늘었다.
en: But, recently there has been a major uptick in former models and idol singers switching to acting.

source: 무의식중에 생활의 일부처럼 청바지를 입고, 야구 모자를 쓰고, 힙합 음악을 들으며 맥도날드를 즐겨 먹는 요즘, 우리는 자신도 모르게 그들의 문화에 깊숙이 들어가 있는 것이다.
en: These days when we wear jeans, baseball caps, listen to hip-hop music and enjoy eating MacDonald’s, unwittingly, we find ourselves much more entrenched into American culture.

source: 게다가 촬영 현장의 환경도 드라마 제작 현장보다는 훨씬 좋으며 연기에만 집중할 수 있다는 점도 그들이 영화를 고집하는 이유이다.
en: Then there is also the aspect of onsite acting environment for films is much better than those for drama production enabling the actors to better focus on acting, another reason why they insist on films only.

source: 편식하듯이 좋아하는 것들에만 관심 갖지 말고 매번 부딪히는 새로운 것들에 의문을 가지고 관심을 가지면 받아들이는 능력에 상당한 도움이 된다.
en: Don’t only pursue what you like as would a picky eater. Having doubts about new things you face, and taking an interest in them will greatly help you to enhance your ability.

source: 음원의 제작은 A&R의 곡 콘셉트 기획을 시작으로 해당 콘셉트를 가장 잘 표현할 수 있는 작곡·작사가 수급에 들어간다.
en: Digital music production starts with song concept planning by the A&R, and involves securing songwriters and lyricists that can best express the concept.

source: 그렇다고 가수와 매니저가 방송국 관계자들에게 슈퍼 갑이 되는 것은 아니다.
en: But, just because they are popular doesn’t mean the singer and the manager hold all the cards when it comes to dealing with those at the broadcast station.

source: 다시 말해, 대중들에게 사랑을 받고 매력적으로 보이는 것은 결국 그 연예인이 맡은 극 중의 캐릭터 때문이다.
en: In other words what the public adores and is charmed by is the celebrity’s on-screen persona that they were cast for.

source: 종합 블로그
en: Comprehensive blog

source: 곡 수급 프로세스
en: Song supply process

source: 문화 콘텐츠와 엔터테인먼트 산업은 미래의 다른 산업과의 융합, 재창조를 통한 무한한 발전 가능성이 있으며 한국의 미래 먹거리 산업으로 성장할 것이다.
en: The cultural content and entertainment industry has infinite potential to develop by converging with another future industry or through reinvention. It is expected to grow into a promising future industry in Korea.
